{
  "texts": [
    {
      "key": "ui_trw_caption",
      "en": "Current investigation state",
      "ru": "Текущие результаты расследования"
    },
    {
      "key": "ui_trw_success",
      "en": "The detective have found out new information.",
      "ru": "Детектив выяснил новую информацию."
    },
    {
      "key": "ui_trw_fail",
      "en": "Detective haven't found out anything useful.",
      "ru": "Детектив не выяснил ничего полезного."
    },
    {
      "key": "ui_trw_truth_characters",
      "en": "Told the truth: {0}.",
      "ru": "Сказали правду: {0}."
    },
    {
      "key": "ui_trw_lie_characters",
      "en": "Told lies: {0}.",
      "ru": "Солгали: {0}."
    },
    {
      "key": "ui_trw_progress",
      "en": "The case completion percent: {0}%.",
      "ru": "Процент раскрытия дела: {0}%."
    },
    {
      "key": "ui_trw_detective_left",
      "en": "Questions from the Detective left: {0}",
      "ru": "Вопросов от Детектива осталось: {0}."
    },
    {
      "key": "ui_trw_above",
      "en": "above",
      "ru": "выше"
    },
    {
      "key": "ui_trw_below",
      "en": "below",
      "ru": "ниже"
    },
    {
      "key": "ui_trw_hint_caption",
      "en": "How to serve drinks to guests properly",
      "ru": "Как правильно напоить гостей"
    },
    {
      "key": "ui_trw_hint",
      "en": "You will serve each guest. After that, guests will answer Detective's question. This will repeat 3 times. To solve the crime, guests need to say 12 phrases that affect the investigation (truth or lies). You can also catch the killer lying 3 times.\nThe higher the FRIENDLINESS and COMMUNICATION, the higher the chances of getting meaningful information from the guest.\nIf guest's COMMUNICATION is below 20, they always say useless phrases. If COMMUNICATION is above 50, everything depends on FRIENDLINESS. For FRIENDLINESS, a value below 20 is always a failure, a value above 80 is always a success.",
      "ru": "Вы обслужите каждого гостя. После этого гости ответят на вопрос Детектива. Это повторится 3 раза. Для раскрытия преступления гости должны сказать 12 фраз, влияющих на расследование (правда или ложь). Также можно поймать убийцу на лжи 3 раза.\nЧем выше ДРУЖЕЛЮБИЕ и ОБЩИТЕЛЬНОСТЬ. тем выше шансы получить от гостя значимую информацию.\nЕсли ОБЩИТЕЛЬНОСТЬ гостя ниже 20, он всегда говорит бесполезные фразы. Если ОБЩИТЕЛЬНОСТЬ выше 50, всё зависит от ДРУЖЕЛЮБИЯ. Для ДРУЖЕЛЮБИЯ значение ниже 20 - это всегда неудача, значение выше 80 - всегда успех."
    }
  ]
}